aaron-bond.better-comments
amatiasq.sort-imports
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
humao.rest-client
johnpapa.vscode-peacock
liviuschera.noctis
mikehanson.auto-barrel
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
naumovs.color-highlight
PKief.material-icon-theme
richie5um2.vscode-sort-json
silvenon.mdx
streetsidesoftware.code-spell-checker
Tyriar.sort-lines
usernamehw.errorlens
wix.vscode-import-cost
yzhang.markdown-all-in-one